import React from "react";
import s from "./tips.module.css";

let Tips = () => {
	return (
		<div className={s.container}>
			<div className={s.screen}>
				<div className={s.inner}>
					<h2 className={s.news}>Health Tips</h2>
					<div className={s.articles}>


						<div className={s.content}>
							<div className={s.text}>
								<div className={s.textDescription}>
									<img
										className={s.icon}
										width="88px"
										height="88px"
										src={window.location.origin + "/images/tips/icon1.svg"}
										alt="img for article"
									/>
									<p className={s.textTitle}>Звідки взявся цей коронавірус?</p>
									<br />
									Загалом коронавіруси – це давно відоме сімейство вірусів. Вірус COVID-19 виник у Китаї в місті Ухань,
									на ринку, де продавали живих тварин і морепродукти. Їх зазвичай переносять тварини, але він мутував і
									тепер передається від людини до людини. Підтверджених і доказових даних, як саме він передався людині,
									немає, наразі це лише припущення та здогадки вчених. Зокрема, що вірус передався людині від сирих
									продуктів, від тварин. Може, є інший шлях виникнення. Припускають, що вірус передався від летючих
									мишей, але точних даних наразі немає.
								</div>
							</div>
						</div>






						<div className={s.content}>
							<div className={s.text}>
								<div className={s.textDescription}>
									<img
										className={s.icon}
										width="88px"
										height="88px"
										src={window.location.origin + "/images/tips/icon2.svg"}
										alt="img for article"
									/>
									<p className={s.textTitle}>Які симптоми у COVID-19?</p>
									<br />
									Найпоширенішими є лихоманка, втома, сухий кашель, порушення дихання та біль у м’язах. Рідше – головний
									біль, нежить, біль і/або пирхота в горлі. Зараз підтвердилася інформація, що єдиним симптомом може
									бути втрата нюху та смаку. Треба розуміти, що неспецифічні та легкі симптоми менше реєструють, тому в
									статистиці їх менше. Напротивагу важкі випадки із лихоманкою та кашлем реєструють частіше, бо вони
									потребують медичної допомоги. Тому не потрібно спиратися на цю статистику.
								</div>
							</div>
						</div>

						<div className={s.content}>
							<div className={s.text}>
								<div className={s.textDescription}>
									<img
										className={s.icon}
										width="88px"
										height="88px"
										src={window.location.origin + "/images/tips/icon1.svg"}
										alt="img for article"
									/>
									<p className={s.textTitle}>Які симптоми у COVID-19?</p>
									<br />
									Ворота інфекції, тобто те, як вірус потрапляє в тіло, – це очі, ніс і рот. Шлях передачі –
									повітряно-крапельний через інфіковані вірусом краплі, що виділяє хвора людина. Також вірус передається
									через прямий контакт з інфікованим. COVID-19 може зберігатись певний час на поверхнях, тому так
									важливо часто мити руки. Вірус передається зазвичай по повітрю на 1,5-2 метри. Тому важливо тримати
									дистанцію. На більшій дистанції ймовірність заразитись є низькою. Ризик заразитись від людини, що
									зовсім немає симптомів, також низький. Чи може вірус бути заразним під час інкубаційного періоду? Такі
									випадки були зареєстровані в Китаї, але наскільки часто це відбувається, невідомо. Наразі їх важко
									підтвердити, адже немає достатньо доказів. Тому стверджувати точно, що вірус передається до появи
									симптомів, ми поки що не можемо.
								</div>
							</div>
						</div>

						<div className={s.content}>
							<div className={s.text}>
								<div className={s.textDescription}>
									<img
										className={s.icon}
										width="88px"
										height="88px"
										src={window.location.origin + "/images/tips/icon1.svg"}
										alt="img for article"
									/>
									<p className={s.textTitle}>Хто у групі ризику?</p>
									<br />
									Усі ми однаково можемо заразитись, але у групі ризику важкого перебігу захворювання люди похилого
									віку, люди з хронічними серцево-судинними захворюваннями, люди з цукровим діабетом, люди з
									онкозахворюваннями та імуносупресією. Зараз реєструють випадки важкого перебігу хвороби у молодих
									людей. Їх не так багато, але вони існують. Також фіксують випадки смерті через коронавірус у молодих і
									здорових людей. Чому так виникає – пояснень поки немає, але статистика такі випадки реєструє.
								</div>
							</div>
						</div>

						<div className={s.content}>
							<div className={s.text}>
								<div className={s.textDescription}>
									<img
										className={s.icon}
										width="88px"
										height="88px"
										src={window.location.origin + "/images/tips/icon1.svg"}
										alt="img for article"
									/>
									<p className={s.textTitle}>Скільки людей у середньому заражає один інфікований?</p>
									<br />
									Одна людина щонайменше заразить двох-трьох інших. Якщо порівняти з грипом, з яким часто зіставляють
									COVID-19, то останній наразі заразніший. Цьому також сприяє те, що коронавірус може досить довго
									зберігатися на поверхнях. Вченим і медикам зараз мало що відомо про новий вірус, тому з ним складніше
									боротися – немає ні вакцини, ні спеціальних ліків.
								</div>
							</div>
						</div>

						<div className={s.content}>
							<div className={s.text}>
								<div className={s.textDescription}>
									<img
										className={s.icon}
										width="88px"
										height="88px"
										src={window.location.origin + "/images/tips/icon1.svg"}
										alt="img for article"
									/>
									<p className={s.textTitle}>Як я можу захистити себе від коронавірусу?</p>
									<br />
									Найперше – дотримуватися правил карантину: залишатися вдома, працювати з дому і виходити на вулицю
									лише у разі крайньої потреби. Якщо довелося вийти на вулицю, тримати дистанцію з людьми щонайменше два
									метри. Не чіпати обличчя поза домом. Можна одягати рукавички, але їх потрібно навчитись правильно
									знімати. Часто мити руки з милом щонайменше 20 секунд. Якщо немає можливості нормально вимити руки –
									обробити спиртовмісним антисептиком. Обробляти антисептиком поверхні, до яких часто торкаєтесь.
									Відмовитись від поїздок і подорожей узагалі, особливо до країн, де зафіксовано багато випадків
									інфікування.
								</div>
							</div>
						</div>

						<div className={s.content}>
							<div className={s.text}>
								<div className={s.textDescription}>
									<img
										className={s.icon}
										width="88px"
										height="88px"
										src={window.location.origin + "/images/tips/icon1.svg"}
										alt="img for article"
									/>
									<p className={s.textTitle}>Як довго вірус живе на поверхнях?</p>
									<br />
									Точною інформацією, як довго живе вірус на поверхнях, поки не володіє ніхто. Наразі не проводили
									глобальні дослідження стосовно COVID-19. Вчені та науковці припускають, що загалом коронавіруси можуть
									зберігатись на деяких поверхнях (метал, пластик) від кількох годин до 9 днів. Вся інформація, яку нині
									публікують, переважно базується на попередніх дослідженнях вірусів групи коронавірусів. Гарна новина в
									тому, що цей вірус легко гине під час обробки антисептиком.
								</div>
							</div>
						</div>

						<div className={s.content}>
							<div className={s.text}>
								<div className={s.textDescription}>
									<img
										className={s.icon}
										width="88px"
										height="88px"
										src={window.location.origin + "/images/tips/icon1.svg"}
										alt="img for article"
									/>
									<p className={s.textTitle}>Як лікують коронавірус?</p>
									<br />
									Тривалість хвороби залежить від важкості перебігу коронавірусу, й у різних людей він різний – від двох
									тижнів. Зараз COVID-19 лікують лише симптоматично: відновлюють водно-сольовий баланс і знижують
									температуру. У важких випадках – киснева підтримка та штучна вентиляція легень. Специфічного лікування
									від цього коронавірусу немає. Можуть застосовувати експериментальне лікування, але глобальних
									рекомендацій наразі не існує.
								</div>
							</div>
						</div>

						<div className={s.content}>
							<div className={s.text}>
								<div className={s.textDescription}>
									<img
										className={s.icon}
										width="88px"
										height="88px"
										src={window.location.origin + "/images/tips/icon1.svg"}
										alt="img for article"
									/>
									<p className={s.textTitle}>Чи варто боятися вірусу?</p>
									<br />
									Пандемія коронавірусу – це дуже серйозно, без перебільшення, треба це усвідомлювати. Впадати в паніку
									не варто, але поставитися до ситуації треба відповідально. Такі пандемії бувають досить рідко,
									останньою була «іспанка» на початку ХХ століття. Так сильно вірус ще не впливав на світову економіку.
									Найважливіше зараз – це зламати ланцюг передачі вірусу між людьми, тобто сидіти вдома. В Україні може
									бути гірша ситуація, ніж в Італії, Іспанії чи Китаї. Жодна система охорони здоров’я не готова до такої
									кількості хворих, а наша система охорони здоров’я і поготів.
								</div>
							</div>
						</div>

						<div className={s.content}>
							<div className={s.text}>
								<div className={s.textDescription}>
									<img
										className={s.icon}
										width="88px"
										height="88px"
										src={window.location.origin + "/images/tips/icon1.svg"}
										alt="img for article"
									/>
									<p className={s.textTitle}>Наскільки вірус смертельний?</p>
									<br />
									За останніми даними, рівень смертності від коронавірусу становить 20-30 людей на тисячу інфікованих.
									Для порівняння – від грипу помирає одна людина з тисячі, це дані ресурсу UpToDate. Це не є
									найсмертельніший вірус у світі, який коли-небудь виникав. Проблема в тому, що він досить швидко
									поширюється та вже охопив увесь світ, тобто досяг рівня пандемії
								</div>
							</div>
						</div>

						<div className={s.content}>
							<div className={s.text}>
								<div className={s.textDescription}>
									<img
										className={s.icon}
										width="88px"
										height="88px"
										src={window.location.origin + "/images/tips/icon1.svg"}
										alt="img for article"
									/>
									<p className={s.textTitle}>COVID-19 страшніший за грип?</p>
									<br />
									Це два абсолютно два різних захворювання, збудники яких – з різних сімейств вірусів. Вони по-різному
									поводяться у середовищі та в організмі людини. З приводу грипу нам відомо практично все: статистика,
									мутації, є специфічне лікування та вакцина. Щодо коронавірусу, то ми поки не знаємо про нього майже
									нічого, лікування чи вакцини не існує, смертність у рази вища, він швидше поширюється та довше живе на
									поверхнях. Це робить його більш небезпечним, якщо порівнювати з грипом.
								</div>
							</div>
						</div>
					</div>
				</div>
			</div>
		</div>
	);
};
export default Tips;
